{
	"1991": [
		{
			"field": "Biology",
			"fact": "Robert Klark Graham, selector of seeds and prophet of propagation, for his pioneering development of the Repository for Germinal Choice, a sperm bank that accepts donations only from Nobellians and Olympians."
		},
		{
			"field": "Chemistry",
			"fact": "Jacques Benveniste, prolific proselytizer and dedicated correspondent of Nature, for his persistent \"discovery\" that water, H2O, is an intelligent liquid, and for demonstrating to his satisfaction that water is able to remember events long after all traces of those events have vanished (see water memory, his proposed explanation for homeopathy)."
		},
		{
			"field": "Economics",
			"fact": "Michael Milken, titan of Wall Street and father of the junk bond, to whom the world is indebted."
		},
		{
			"field": "Education",
			"fact": "Dan Quayle, \"consumer of time and occupier of space\" (as well as the then-U.S. Vice President), for demonstrating, better than anyone else, the need for science education."
		},
		{
			"field": "Literature",
			"fact": "Erich von Däniken, visionary raconteur and author of Chariots of the Gods?, for explaining how human civilization was influenced by ancient astronauts from outer space."
		},
		{
			"field": "Medicine",
			"fact": "Alan Kligerman, deviser of digestive deliverance, vanquisher of vapor, and inventor of Beano, for his pioneering work with anti-gas liquids that prevent bloat, gassiness, discomfort, and embarrassment."
		},
		{
			"field": "Peace",
			"fact": "Edward Teller, father of the hydrogen bomb and first champion of the Star Wars weapons system, for his lifelong efforts to change the meaning of peace as we know it."
		},
		{
			"field": "Interdisciplinary Research",
			"fact": "Josiah S. Carberry, for his work in psychoceramics, the study of \"cracked pots\"."
		},
		{
			"field": "Pedestrian Technology",
			"fact": "Paul DeFanti, \"wizard of structures and crusader for public safety, for his invention of the Buckybonnet, a geodesic fashion structure that pedestrians wear to protect their heads and preserve their composure\"."
		},
		{
			"field": "Physics",
			"fact": "Thomas Kyle, for his discovery of the heaviest element in the universe, Administratium\"."
		}
	],
	"1992": [
		{
			"field": "Archaeology",
			"fact": "Éclaireurs de France (a French Scouting organization), removers of graffiti, for damaging the prehistoric paintings of two Bisons in the Cave of Mayrière supérieure near the French village of Bruniquel."
		},
		{
			"field": "Art",
			"fact": "Presented jointly to Jim Knowlton, modern Renaissance man, for his classic anatomy poster \"Penises of the Animal Kingdom,\" and to the U.S. National Endowment for the Arts, for encouraging Mr. Knowlton to extend his work in the form of a pop-up book."
		},
		{
			"field": "Biology",
			"fact": "Dr. Cecil Jacobson, relentlessly generous sperm donor, and prolific patriarch of sperm banking, for devising a simple, single-handed method of quality control."
		},
		{
			"field": "Chemistry",
			"fact": "Ivette Bassa, constructor of colourful colloids, for her role in the crowning achievement of 20th century chemistry, the synthesis of bright blue Jell-O."
		},
		{
			"field": "Economics",
			"fact": "The investors of Lloyd's of London, heirs to 300 years of dull prudent management, for their bold attempt to ensure disaster by refusing to pay for their company's losses."
		},
		{
			"field": "Literature",
			"fact": "Yuri Struchkov , unstoppable author from the Institute of Organoelement Compounds in Moscow, for the 948 scientific papers he published between the years 1981 and 1990, averaging more than one every 3.9 days."
		},
		{
			"field": "Medicine",
			"fact": "F. Kanda, E. Yagi, M. Fukuda, K. Nakajima, T. Ohta, and O. Nakata of the Shiseido Research Center in Yokohama, for their pioneering research study \"Elucidation of Chemical Compounds Responsible for Foot Malodour,\" especially for their conclusion that people who think they have foot odor do, and those who don't, don't."
		},
		{
			"field": "Nutrition",
			"fact": "The utilizers of SPAM, courageous consumers of canned comestibles, for 54 years of undiscriminating digestion."
		},
		{
			"field": "Peace",
			"fact": "Daryl Gates, former police chief of the City of Los Angeles, for his uniquely compelling methods of bringing people together."
		},
		{
			"field": "Physics",
			"fact": "David Chorley and Doug Bower, lions of low-energy physics, for their circular contributions to field theory based on the geometrical destruction of English crops."
		}
	],
	"1993": [
		{
			"field": "Biology",
			"fact": "Presented jointly to Paul Williams Jr. of the Oregon State Health Division and Kenneth W. Newel of the Liverpool School of Tropical Medicine, bold biological detectives, for their pioneering study, \"Salmonella Excretion in Joy-Riding Pigs\"."
		},
		{
			"field": "Chemistry",
			"fact": "Presented jointly to James Campbell and Gaines Campbell of Lookout Mountain, Tennessee, dedicated deliverers of fragrance, for inventing scent strips, the odious method by which perfume is applied to magazine pages."
		},
		{
			"field": "Consumer",
			"fact": "Engineering – Presented to Ron Popeil, incessant inventor and perpetual pitchman of late night television, for redefining the industrial revolution with such devices as the Veg-O-Matic, the Pocket Fisherman, Mr. Microphone, and the Inside-the-Shell Egg Scrambler."
		},
		{
			"field": "Economics",
			"fact": "Presented to Ravi Batra of Southern Methodist University, shrewd economist and best-selling author of The Great Depression of 1990 (ISBN 978-0-440-20168-7) and Surviving the Great Depression of 1990, (ISBN 978-0-671-66324-7) for selling enough copies of his books to single-handedly prevent worldwide economic collapse."
		},
		{
			"field": "Literature",
			"fact": "Presented to T. Morrison, E. Topol, R. Califf, F. Van de Werf, P. W. Armstrong, and their 972 co-authors, for publishing a medical research paper which has one hundred times as many authors as pages. The authors are from the following countries: Australia, Belgium, Canada, France, Germany, Ireland, Israel, Luxembourg, the Netherlands, New Zealand, Poland, Spain, Switzerland, the United Kingdom, and the United States."
		},
		{
			"field": "Mathematics",
			"fact": "Presented to Robert W. Faid of Greenville, South Carolina, farsighted and faithful seer of statistics, for calculating the exact odds (710,609,175,188,282,000 to 1) that Mikhail Gorbachev is the Antichrist."
		},
		{
			"field": "Medicine",
			"fact": "Presented to James F. Nolan, Thomas J. Stillwell, and John P. Sands, Jr., medical men of mercy, for their painstaking research report, \"Acute Management of the Zipper-Entrapped Penis\"."
		},
		{
			"field": "Peace",
			"fact": "The Pepsi-Cola Company of the Philippines, for sponsoring a contest to create a millionaire, and then announcing the wrong winning number, thereby inciting and uniting 800,000 riotously expectant winners, and bringing many warring factions together for the first time in their nation's history."
		},
		{
			"field": "Physics",
			"fact": "Presented to Corentin Louis Kervran of France, ardent admirer of alchemy, for his conclusion that the calcium in chickens' eggshells is created by a process of cold fusion."
		},
		{
			"field": "Psychology",
			"fact": "Presented jointly to John E. Mack of Harvard Medical School and David M. Jacobs of Temple University, for their conclusion that people who believe they were kidnapped by aliens from outer space, probably were—and especially for their conclusion, \"the focus of the abduction is the production of children\"."
		},
		{
			"field": "Visionary",
			"fact": "Technology – Presented jointly to Jay Schiffman of Farmington Hills, Michigan, crack inventor of AutoVision, an image projection device that makes it possible to drive a car and watch television at the same time, and to the Michigan State Legislature, for making it legal to do so."
		}
	],
	"1994": [
		{
			"field": "Biology",
			"fact": "Presented to W. Brian Sweeney, Brian Krafte-Jacobs, Jeffrey W. Britton, and Wayne Hansen, for their breakthrough study, \"The Constipated Serviceman: Prevalence Among Deployed US Troops,\" and especially for their numerical analysis of bowel movement frequency."
		},
		{
			"field": "Chemistry",
			"fact": "Presented to Texas State Senator Bob Glasgow, wise writer of logical legislation, for sponsoring the 1989 drug control law which makes it illegal to purchase beakers, flasks, test tubes, or other laboratory glassware without a permit."
		},
		{
			"field": "Economics",
			"fact": "Presented to Juan Pablo Dávila of Chile, tireless trader of financial futures and former employee of the state-owned company Codelco, for instructing his computer to \"buy\" when he meant \"sell\". He subsequently attempted to recoup his losses by making increasingly unprofitable trades that ultimately lost 0.5 percent of Chile's gross national product. Davila's relentless achievement inspired his countrymen to coin a new verb, \"davilar\", meaning \"to botch things up royally\"."
		},
		{
			"field": "Entomology",
			"fact": "Presented to Robert A. Lopez of Westport, NY, valiant veterinarian and friend of all creatures great and small, for his series of experiments in obtaining ear mites from cats, inserting them into his own ear, and carefully observing and analyzing the results."
		},
		{
			"field": "Literature",
			"fact": "Presented to L. Ron Hubbard, ardent author of science fiction and founding father of Scientology, for his crackling Good Book, Dianetics, which is highly profitable to mankind, or to a portion thereof."
		},
		{
			"field": "Mathematics",
			"fact": "Presented to The Southern Baptist Church of Alabama, mathematical measurers of morality, for their county-by-county estimate of how many Alabama citizens will go to Hell if they don't repent."
		},
		{
			"field": "Medicine",
			"fact": "Two prizes. First, to Patient X, formerly of the US Marine Corps, valiant victim of a venomous bite from his pet rattlesnake, for his determined use of electroshock therapy. At his own insistence, automobile spark plug wires were attached to his lip, and the car engine revved to 3,000 rpm for five minutes. Second, to Dr. Richard C. Dart of the Rocky Mountain Poison Center and Dr. Richard A. Gustafson of The University of Arizona Health Sciences Center, for their well-grounded medical report, \"Failure of Electric Shock Treatment for Rattlesnake Envenomation.\""
		},
		{
			"field": "Peace",
			"fact": "Presented to John Hagelin of Maharishi University and The Institute of Science, Technology and Public Policy, for his experimental conclusion that 4,000 trained meditators caused an 18 percent decrease in violent crime in Washington, D.C."
		},
		{
			"field": "Psychology",
			"fact": "Presented to Lee Kuan Yew, former Prime Minister of Singapore, for his thirty-year study of the effects of punishing three million citizens of Singapore whenever they spat, chewed gum, or fed pigeons."
		},
		{
			"field": "Physics",
			"fact": "Presented to The Japanese Meteorological Agency, for its seven-year study of whether earthquakes are caused by catfish wiggling their tails. This winner is not officially listed, as it was based on what turned out to be erroneous press accounts."
		}
	],
	"1995": [
		{
			"field": "Chemistry",
			"fact": "Presented to Bijan Pakzad of Beverly Hills, for creating DNA Cologne and DNA Perfume, neither of which contain deoxyribonucleic acid, and both of which come in a triple helix bottle."
		},
		{
			"field": "Dentistry",
			"fact": "Presented to Robert H. Beaumont, of Shoreview, Minnesota, for his incisive study \"Patient Preference for Waxed or Unwaxed Dental Floss\"."
		},
		{
			"field": "Economics",
			"fact": "Presented jointly to Nick Leeson and his superiors at Barings Bank and to Robert Citron of Orange County, California for using the calculus of derivatives to demonstrate that every financial institution has its limits."
		},
		{
			"field": "Literature",
			"fact": "Presented to David B. Busch and James R. Starling, of Madison, Wisconsin, for their research report, \"Rectal Foreign Bodies: Case Reports and a Comprehensive Review of the World's Literature.\" The citations include reports of, among other items: seven light bulbs; a knife sharpener; two flashlights; a wire spring; a snuff box; an oil can with potato stopper; eleven different forms of fruits, vegetables and other foodstuffs; a jeweler's saw; a frozen pig's tail; a tin cup; a beer glass; and one patient's remarkable ensemble collection consisting of spectacles, a suitcase key, a tobacco pouch and a magazine."
		},
		{
			"field": "Medicine",
			"fact": "Presented to Marcia E. Buebel, David S. Shannahoff-Khalsa, and Michael R. Boyle, for their study entitled \"The Effects of Unilateral Forced Nostril Breathing on Cognition.\""
		},
		{
			"field": "Nutrition",
			"fact": "Presented to John Martinez of J. Martinez & Company in Atlanta, for luak coffee, the world's most expensive coffee, which is made from coffee beans ingested and excreted by the luak, a bobcat-like animal native to Indonesia."
		},
		{
			"field": "Peace",
			"fact": "Presented to the Legislative Yuan of the Republic of China (Taiwan), for demonstrating that \"politicians gain more by punching, kicking and gouging each other than by waging war against other nations\", in the context of legislative violence."
		},
		{
			"field": "Physics",
			"fact": "Presented to Dominique M.R. Georget, R. Parker, and Andrew C. Smith of Norwich, England, for their rigorous analysis of soggy breakfast cereal. It was published in the report entitled \"A Study of the Effects of Water Content on the Compaction Behaviour of Breakfast Cereal Flakes.\""
		},
		{
			"field": "Psychology",
			"fact": "Presented to Shigeru Watanabe, Junko Sakamoto, and Masumi Wakita, of Keio University, for their success in training pigeons to discriminate between the paintings of Picasso and those of Monet."
		},
		{
			"field": "Public Health",
			"fact": "Presented to Martha Kold Bakkevig of Sintef Unimed in Trondheim, Norway, and Ruth Nielsen of the Technical University of Denmark, for their exhaustive study, \"Impact of Wet Underwear on Thermoregulatory Responses and Thermal Comfort in the Cold.\""
		}
	],
	"1996": [
		{
			"field": "Art",
			"fact": "Presented to Don Featherstone of Fitchburg, Massachusetts, for his ornamentally evolutionary invention, the plastic pink flamingo. Featherstone was the first Ig Nobel Prize winner to appear in person at the awards ceremony to accept the award."
		},
		{
			"field": "Biodiversity",
			"fact": "Presented to Chonosuke Okamura of the Okamura Fossil Laboratory in Nagoya, Japan, for discovering the fossils of dinosaurs, horses, dragons, and more than one thousand other extinct \"mini-species\", each of which is less than 0.25 mm in length."
		},
		{
			"field": "Biology",
			"fact": "Presented jointly to Anders Bærheim and Hogne Sandvik of the University of Bergen, Norway, for their report, \"Effect of Ale, Garlic, and Soured Cream on the Appetite of Leeches.\""
		},
		{
			"field": "Chemistry",
			"fact": "Presented to George Goble of Purdue University, for his blistering world record time for igniting a barbecue grill: three seconds, using charcoal and liquid oxygen."
		},
		{
			"field": "Economics",
			"fact": "Presented to Dr. Robert J. Genco of the University at Buffalo for his discovery that \"financial strain is a risk indicator for destructive periodontal disease.\""
		},
		{
			"field": "Literature",
			"fact": "Presented to the editors of the journal Social Text for publishing a paper composed under deceptive pretenses that couched an absurd but theoretically specialized argument about the nature of gravity in a mire of academic buzzwords associated with humanities departments. (See Sokal Affair for details)."
		},
		{
			"field": "Medicine",
			"fact": "Presented to James Johnston of R.J. Reynolds, Joseph Taddeo of U.S. Tobacco, Andrew Tisch of Lorillard, William Campbell of Philip Morris, Edward A. Horrigan of Liggett Group, Donald S. Johnston of American Tobacco Company, and Thomas E. Sandefur, Jr., chairman of Brown and Williamson Tobacco Company, for their unshakable discovery, as testified to the U.S. Congress, that nicotine is not addictive."
		},
		{
			"field": "Peace",
			"fact": "Presented to Jacques Chirac, President of France, for commemorating the fiftieth anniversary of Hiroshima with atomic bomb tests in the Pacific."
		},
		{
			"field": "Physics",
			"fact": "Presented to Robert Matthews of Aston University, England, for his studies of Murphy's Law, and especially for demonstrating that toast often falls on the buttered side."
		},
		{
			"field": "Public Health",
			"fact": "Presented to Ellen Kleist of Nuuk, Greenland and Harald Moi of Oslo, Norway, for their cautionary medical report \"Transmission of Gonorrhea Through an Inflatable Doll.\""
		}
	],

	"1997": [
		{
			"field": "Astronomy",
			"fact": "Presented to Richard C. Hoagland of New Jersey, for identifying artificial features on the moon and on Mars, including a human face on Mars and ten-mile high buildings on the far side of the moon."
		},
		{
			"field": "Biology",
			"fact": "Presented to T. Yagyu and his colleagues from the University Hospital of Zurich, Switzerland, the Kansai Medical University in Osaka, Japan, and the Neuroscience Technology Research in Prague, Czech Republic, for measuring people's brainwave patterns while they chewed different flavors of gum."
		},
		{
			"field": "Communications",
			"fact": "Presented to Sanford Wallace, president of Cyber Promotions of Philadelphia. Nothing has stopped this self-appointed courier from delivering electronic junk mail to all the world."
		},
		{
			"field": "Economics",
			"fact": "Presented to Akihiro Yokoi of Wiz Company in Chiba, Japan, and Aki Maita of Bandai Company in Tokyo, for diverting millions of man-hours of work into the husbandry of virtual pets."
		},
		{
			"field": "Entomology",
			"fact": "Presented to Mark Hostetler of the University of Florida, for his book, That Gunk on Your Car, (ISBN 978-0-89815-961-5) which identifies the insect splats that appear on automobile windows."
		},
		{
			"field": "Literature",
			"fact": "Presented to Doron Witztum, Eliyahu Rips, and Yoav Rosenberg of Israel, and to Michael Drosnin of the United States, for their claimed statistical discovery of a hidden code in the Bible."
		},
		{
			"field": "Medicine",
			"fact": "Presented to Carl J. Charnetski and Francis X. Brennan, Jr. of Wilkes University, and James F. Harrison of Muzak Ltd. in Seattle, Washington, for their discovery that listening to Muzak stimulates immunity system production and thus may help prevent the common cold."
		},
		{
			"field": "Meteorology",
			"fact": "Presented to Bernard Vonnegut of the State University of New York at Albany, for his report, \"Chicken Plucking as Measure of Tornado Wind Speed.\""
		},
		{
			"field": "Peace",
			"fact": "Presented to Harold Hillman of the University of Surrey, England, for his report \"The Possible Pain Experienced During Execution by Different Methods.\""
		},
		{
			"field": "Physics",
			"fact": "Presented to John Bockris of Texas A&M University, for his achievements in cold fusion, in the transmutation of base elements into gold, and in the electrochemical incineration of domestic rubbish."
		}
	],
	"1998": [
		{
			"field": "Chemistry",
			"fact": "Presented to Jacques Benveniste of France, for his homeopathic \"discovery\" that not only does water have memory, but that the information can be transmitted over telephone lines and the Internet."
		},
		{
			"field": "Biology",
			"fact": "Presented to Peter Fong of Gettysburg College, Gettysburg, Pennsylvania, for contributing to the happiness of clams by giving them Prozac."
		},
		{
			"field": "Economics",
			"fact": "Presented to Richard Seed of Chicago for his efforts to stoke up the world economy by cloning himself and other human beings."
		},
		{
			"field": "Literature",
			"fact": "Presented to Dr. Mara Sidoli of Washington, DC, for her illuminating report, \"Farting as a Defence Against Unspeakable Dread\"."
		},
		{
			"field": "Medicine",
			"fact": "Presented to Patient Y and to his doctors, Caroline Mills, Meirion Llewelyn, David Kelly, and Peter Holt, of Royal Gwent Hospital, in Newport for the cautionary medical report, \"A Man Who Pricked His Finger and Smelled Putrid for 5 Years.\""
		},
		{
			"field": "Peace",
			"fact": "Presented to Prime Minister of India, Atal Bihari Vajpayee and Prime Minister of Pakistan, Nawaz Sharif, for their aggressively peaceful detonations of atomic bombs."
		},
		{
			"field": "Physics",
			"fact": "Presented to Deepak Chopra of The Chopra Center for Well Being, La Jolla, California, for his unique interpretation of quantum physics as it applies to life, liberty, and the pursuit of economic happiness."
		},
		{
			"field": "Safety Engineering",
			"fact": "Presented to Troy Hurtubise, of North Bay, Ontario, for developing and personally testing a suit of armor that is impervious to grizzly bears."
		},
		{
			"field": "Science Education",
			"fact": "Presented to Dolores Krieger, Professor Emerita, New York University, for demonstrating the merits of therapeutic touch, a method by which nurses manipulate the energy fields of ailing patients by carefully avoiding physical contact with those patients."
		},
		{
			"field": "Statistics",
			"fact": "Presented to Jerald Bain of Mt. Sinai Hospital in Toronto and Kerry Siminoski of the University of Alberta, for their carefully measured report, \"The Relationship Among Height, Penile Length, and Foot Size\"."
		}
	],

	"1999": [
		{
			"field": "Biology",
			"fact": "Presented to Dr. Paul Bosland, director of The Chile Pepper Institute, New Mexico State University, Las Cruces, New Mexico, for breeding a spiceless jalapeño chili pepper."
		},
		{
			"field": "Chemistry",
			"fact": "Presented to Takeshi Makino, president of The Safety Detective Agency in Osaka, Japan, for his involvement with S-Check, an infidelity detection spray that wives can apply to their husbands' underwear."
		},
		{
			"field": "Environmental Protection",
			"fact": "Presented to Hyuk-ho Kwon of Kolon Company of Seoul, South Korea, for inventing the self-perfuming business suit."
		},
		{
			"field": "Literature",
			"fact": "Presented to the British Standards Institution for its six-page specification (BS 6008) of the proper way to make a cup of tea."
		},
		{
			"field": "Managed Health Care",
			"fact": "Presented to George Blonsky and Charlotte Blonsky of New York City and San Jose, California, for inventing an Apparatus for facilitating the birth of a child by centrifugal force (U.S. Patent 3,216,423) to aid women in giving birth: the woman is strapped onto a circular table, and the table is then rotated at high speed."
		},
		{
			"field": "Medicine",
			"fact": "Presented to Arvid Vatle of Stord, Norway, for carefully collecting, classifying, and contemplating which kinds of containers his patients chose when submitting urine samples."
		},
		{
			"field": "Peace",
			"fact": "Presented to Charl Fourie and Michelle Wong of Johannesburg, South Africa, for inventing the Blaster, a foot-pedal activated flamethrower that motorists can use against carjackers."
		},
		{
			"field": "Physics",
			"fact": "Presented to Dr. Len Fisher of Bristol, England and Sydney, Australia for calculating the optimal way to dunk a biscuit. Also, to Professor Jean-Marc Vanden-Broeck of the University of East Anglia, England, and Belgium, and Joseph Keller of USA for calculating how to make a teapot spout that does not drip."
		},
		{
			"field": "Science Education",
			"fact": "Presented to the Kansas State Board of Education and the Colorado State Board of Education, for mandating that children should not believe in Darwin's theory of evolution any more than they believe in Newton's theory of gravitation, Faraday's and Maxwell's theory of electromagnetism, or Pasteur's theory that germs cause disease."
		},
		{
			"field": "Sociology",
			"fact": "Presented to Steve Penfold, of York University in Toronto, for doing his PhD thesis on the history of Canadian doughnut shops."
		}
	],
	"2000": [
		{
			"field": "Biology",
			"fact": "Presented to Richard Wassersug of Dalhousie University, for his firsthand report, \"On the Comparative Palatability of Some Dry-Season Tadpoles from Costa Rica\"."
		},
		{
			"field": "Chemistry",
			"fact": "Presented to Donatella Marazziti, Alessandra Rossi, and Giovanni B. Cassano of the University of Pisa, Italy, and Hagop S. Akiskal of the University of California, San Diego, for their discovery that, biochemically, romantic love may be indistinguishable from having severe obsessive-compulsive disorder."
		},
		{
			"field": "Computer Science",
			"fact": "Presented to Chris Niswander of Tucson, Arizona, for inventing PawSense, software that detects when a cat is walking across your computer keyboard."
		},
		{
			"field": "Economics",
			"fact": "Presented to The Reverend Sun Myung Moon, for bringing efficiency and steady growth to the mass marriage industry, with, according to his reports, a 36-couple wedding in 1960, a 430-couple wedding in 1968, an 1800-couple wedding in 1975, a 6000-couple wedding in 1982, a 30,000-couple wedding in 1992, a 360,000-couple wedding in 1995, and a 36,000,000-couple wedding in 1997."
		},
		{
			"field": "Literature",
			"fact": "Presented to Jasmuheen (formerly known as Ellen Greve) of Australia, first lady of Breatharianism, for her book Living on Light, (ISBN 978-3-929512-35-9) which explains that although some people do eat food, they don't ever really need to."
		},
		{
			"field": "Medicine",
			"fact": "Presented to Willibrord Weijmar Schultz, Pek van Andel, and Eduard Mooyaart of Groningen, the Netherlands, and Ida Sabelis of Amsterdam, for their illuminating report \"Magnetic Resonance Imaging of Male and Female Genitals During Coitus and Female Sexual Arousal.\""
		},
		{
			"field": "Peace",
			"fact": "Presented to The Royal Navy, for ordering its sailors to stop using live cannon shells, and to instead just shout \"Bang!\""
		},
		{
			"field": "Physics",
			"fact": "Presented to Andre Geim of the University of Nijmegen, the Netherlands, and Michael Berry of Bristol University, England, for using magnets to levitate a frog. Geim later shared the 2010 Nobel Prize in physics for his research on graphene, the first time anyone has been awarded both the Ig Nobel and (real) Nobel Prizes."
		},
		{
			"field": "Psychology",
			"fact": "Presented to David Dunning of Cornell University and Justin Kruger of the University of Illinois, for their modest report, \"Unskilled and Unaware of It: How Difficulties in Recognizing One's Own Incompetence Lead to Inflated Self-Assessments\"."
		},
		{
			"field": "Public Health",
			"fact": "Presented to Jonathan Wyatt, Gordon McNaughton, and William Tullet of Glasgow, for their alarming report, \"The Collapse of Toilets in Glasgow\"."
		}
	],
	"2001": [
		{
			"field": "Astrophysics",
			"fact": "Presented to Jack Van Impe and Rexella Van Impe of Jack Van Impe Ministries, Rochester Hills, Michigan, for their discovery that black holes fulfill all the technical requirements for the location of Hell."
		},
		{
			"field": "Biology",
			"fact": "Presented to Buck Weimer of Pueblo, Colorado for inventing Under-Ease, airtight underwear with a replaceable charcoal filter that removes bad-smelling gases before they escape."
		},
		{
			"field": "Economics",
			"fact": "Presented to Joel Slemrod, of the University of Michigan Business School, and Wojciech Kopczuk, of the University of British Columbia, for their conclusion that people find a way to postpone their deaths if that would qualify them for a lower rate on the inheritance tax."
		},
		{
			"field": "Literature",
			"fact": "Presented to John Richards of Boston, England, founder of the Apostrophe Protection Society, for his efforts to protect, promote, and defend the differences between the plural and the possessive."
		},
		{
			"field": "Medicine",
			"fact": "Presented to Peter Barss of McGill University, Canada, for his impactful medical report \"Injuries Due to Falling Coconuts\"."
		},
		{
			"field": "Peace",
			"fact": "Presented to Viliumas Malinauskas of Grūtas, Lithuania, for creating the amusement park known as \"Stalin World\"."
		},
		{
			"field": "Physics",
			"fact": "Presented to David Schmidt of the University of Massachusetts, for his partial explanation of the shower-curtain effect: a shower curtain tends to billow inwards while a shower is being taken."
		},
		{
			"field": "Psychology",
			"fact": "Presented to Lawrence W. Sherman of Miami University, Ohio, for his influential research report \"An Ecological Study of Glee in Small Groups of Preschool Children\"."
		},
		{
			"field": "Public Health",
			"fact": "Presented to Chittaranjan Andrade and B. S. Srihari of the National Institute of Mental Health and Neurosciences, Bangalore, India, for their probing medical discovery that nose picking is a common activity among adolescents."
		},
		{
			"field": "Technology",
			"fact": "Presented jointly to John Keogh of Hawthorn, Victoria, Australia, for patenting the wheel in the year 2001, and to the Australian Patent Office (IP Australia) for granting him Innovation Patent #2001100012"
		}
	],
	"2002": [
		{
			"field": "Biology",
			"fact": "Presented to Norma E. Bubier, Charles G.M. Paxton, Phil Bowers, and D. Charles Deeming of the United Kingdom, for their report \"Courtship Behaviour of Ostriches Towards Humans Under Farming Conditions in Britain\"."
		},
		{
			"field": "Chemistry",
			"fact": "Presented to Theodore Gray of Wolfram Research, in Champaign, Illinois, for gathering many elements of the periodic table, and assembling them into a four-legged version."
		},
		{
			"field": "Economics",
			"fact": "Presented to the executives, corporate directors, and auditors of Enron, Lernout & Hauspie (Belgium), Adelphia, Bank of Commerce and Credit International (Pakistan), Cendant, CMS Energy, Duke Energy, Dynegy, Gazprom (Russia), Global Crossing, HIH Insurance (Australia), Informix, Kmart, Maxwell Communications (UK), McKessonHBOC, Merrill Lynch, Merck, Peregrine Systems, Qwest Communications, Reliant Resources, Rent-Way, Rite Aid, Sunbeam, Tyco, Waste Management, WorldCom, Xerox, and Arthur Andersen, for adapting the mathematical concept of imaginary numbers for use in the business world. (All companies except for Arthur Andersen were forced to restate their financial reports due to false or incorrect accounting. Andersen was the accounting firm most identified with the scandals, having been indicted on criminal charges stemming from its actions as auditor of Enron. All companies are U.S.-based unless otherwise noted.)"
		},
		{
			"field": "Hygiene",
			"fact": "Presented to Eduardo Segura, from Tarragona, Catalonia (Spain), for inventing a washing machine for cats and dogs, bearing the commercial name of Lavakan de Aste."
		},
		{
			"field": "Interdisciplinary Research",
			"fact": "Presented to Karl Kruszelnicki of The University of Sydney, Australia, for performing a comprehensive survey of human belly button fluff – who gets it, when, what color, and how much."
		},
		{
			"field": "Literature",
			"fact": "Presented jointly to Vicki L. Silvers of the University of Nevada, Reno and David S. Kreiner of Central Missouri State University, for their colorful report \"The Effects of Pre-Existing Inappropriate Highlighting on Reading Comprehension\"."
		},
		{
			"field": "Mathematics",
			"fact": "Presented to K. P. Sreekumar and G. Nirmalan of Kerala Agricultural University, India, for their analytical report \"Estimation of the Total Surface Area in Indian Elephants\"."
		},
		{
			"field": "Medicine",
			"fact": "Presented to Chris McManus of University College London, for his excruciatingly balanced report, \"Scrotal Asymmetry in Man and in Ancient Sculpture\"."
		},
		{
			"field": "Peace",
			"fact": "Presented to Keita Sato, President of Takara Co., Dr. Matsumi Suzuki, President of Japan Acoustic Lab, and Dr. Norio Kogure, Executive Director, Kogure Veterinary Hospital, for promoting peace and harmony between the species by inventing Bow-Lingual, a computer-based automatic dog-to-human language translation device."
		},
		{
			"field": "Physics",
			"fact": "Presented to Arnd Leike of the Ludwig Maximilian University of Munich, for demonstrating that beer froth obeys the mathematical law of exponential decay."
		}
	],
	"2003": [
		{
			"field": "Biology",
			"fact": "Presented to Kees Moeliker, of Natuurhistorisch Museum Rotterdam in Rotterdam, the Netherlands, for documenting the first scientifically recorded case of homosexual necrophilia in the mallard duck."
		},
		{
			"field": "Chemistry",
			"fact": "Presented to Yukio Hirose of Kanazawa University, for his chemical investigation of a bronze statue, in the city of Kanazawa, that fails to attract pigeons due to its arsenic content."
		},
		{
			"field": "Economics",
			"fact": "Presented to Karl Schwärzler and the nation of Liechtenstein, for making it possible to rent the entire country for corporate conventions, weddings, bar mitzvahs, and other gatherings."
		},
		{
			"field": "Engineering",
			"fact": "Presented to John Paul Stapp, Edward A. Murphy, Jr., and George Nichols, for jointly giving birth in 1949 to Murphy's Law, the basic engineering principle that \"If there are two or more ways to do something, and one of those ways can result in a catastrophe, someone will do it\" (or, in other words: \"If anything can go wrong, it will\")."
		},
		{
			"field": "Interdisciplinary Research",
			"fact": "Presented to Stefano Ghirlanda, Liselotte Jansson, and Magnus Enquis of Stockholm University, for their inevitable report \"Chickens Prefer Beautiful Humans.\""
		},
		{
			"field": "Literature",
			"fact": "Presented to John Trinkaus, of the Zicklin School of Business, New York City, for meticulously collecting data and publishing more than 80 detailed academic reports about things that annoyed him, such as:\n\tWhat percentage of young people wear baseball caps with the peak facing to the rear rather than to the front;\n\tWhat percentage of pedestrians wear sport shoes that are white rather than some other color;\n\tWhat percentage of swimmers swim laps in the shallow end of a pool rather than the deep end;\n\tWhat percentage of automobile drivers almost, but not completely, come to a stop at one particular stop-sign;\n\tWhat percentage of commuters carry attaché cases;\n\tWhat percentage of shoppers exceed the number of items permitted in a supermarket's express checkout lane;\n\tWhat percentage of students dislike the taste of Brussels sprouts."
		},
		{
			"field": "Medicine",
			"fact": "Presented to Eleanor Maguire, David Gadian, Ingrid Johnsrude, Catriona Good, John Ashburner, Richard Frackowiak, and Christopher Frith of University College London, for presenting evidence that the hippocampi of London taxi drivers are more highly developed than those of their fellow citizens."
		},
		{
			"field": "Peace",
			"fact": "Presented to Lal Bihari, of Uttar Pradesh, India, for a triple accomplishment: First, for leading an active life even though he has been declared legally dead; second, for waging a lively posthumous campaign against bureaucratic inertia and greedy relatives; and third, for creating the Association of Dead People. Lal Bihari overcame the handicap of being dead, and managed to obtain a passport from the Indian government so that he could travel to Harvard to accept his Prize. However, the U.S. government refused to allow him into the country. His friend Madhu Kapoor therefore came to the Ig Nobel Ceremony and accepted the Prize on behalf of Lal Bihari. Several weeks later, the Prize was presented to Lal Bihari himself in a special ceremony in India."
		},
		{
			"field": "Physics",
			"fact": "Presented to Jack Harvey, John Culvenor, Warren Payne, Steve Cowley, Michael Lawrance, David Stuart, and Robyn Williams of Australia, for their irresistible report \"An analysis of the forces required to drag sheep over various surfaces\"."
		},
		{
			"field": "Psychology",
			"fact": "Presented to Gian Vittorio Caprara and Claudio Barbaranelli of the University of Rome La Sapienza, and to Philip Zimbardo of Stanford University, for their discerning report \"Politicians' Uniquely Simple Personalities\"."
		}
	],
	"2004": [
		{
			"field": "Biology",
			"fact": "Presented to Ben Wilson of the University of British Columbia, Lawrence Dill of Simon Fraser University, Canada, Robert Batty of the Scottish Association for Marine Science, Magnus Wahlberg of the University of Aarhus, Denmark, and Håkan Westerberg of Sweden's National Board of Fisheries, for showing that herrings apparently communicate by farting.\nIt has been suggested that the study of this phenomenon has had major political consequences. Following the sensational stranding of a Soviet submarine deep inside Swedish waters on 27 October 1981, the Swedish navy initiated a large-scale campaign to guard Swedish territorial waters from the perceived threat of infiltration by foreign submarines, despite the Soviets consistently asserting that the stranding had occurred due to navigational errors. The \"submarine hunts\", which lasted throughout the 1980s and early 1990s, have been a heavily debated issue in Sweden, as to whether or not there ever was any factual substance to the claims of Soviet infiltration. One widely reported piece of \"evidence\" were several sound recordings of what the Swedish navy suspected to be foreign submarines. Oceanographers and marine biologists were invited to study the recordings and would eventually find that the sounds heard were most probably produced not by submarines, but in fact were the noises made when herring passed gas. In a reportage by the Swedish science magazine \"Vetenskapens värld\" (\"World of science\") televised on 16 April 2012, it's suggested that these findings were important in putting an end to the costly \"submarine hunts\" which had continued for more than a decade, with Ig Nobel laurate Håkan Westerberg guessing that this would have saved Swedish tax payers hundreds of millions in SEK."
		},
		{
			"field": "Chemistry",
			"fact": "Presented to The Coca-Cola Company of Great Britain, for using advanced technology to convert liquid from the River Thames (via a drinking water tap in Sidcup) into Dasani, a brand of bottled water, which for precautionary reasons has been made unavailable to consumers."
		},
		{
			"field": "Economics",
			"fact": "Presented to the Vatican, for outsourcing prayers to India."
		},
		{
			"field": "Engineering",
			"fact": "Presented jointly to Donald J. Smith and his father, Frank J. Smith, of Orlando, Florida, for patenting the comb over (U.S. Patent 4,022,227)."
		},
		{
			"field": "Literature",
			"fact": "Presented to The American Nudist Research Library of Kissimmee, Florida, for preserving nudist history so that everyone can see it."
		},
		{
			"field": "Medicine",
			"fact": "Presented jointly to Steven Stack of Wayne State University, Detroit, Michigan, and James Gundlach of Auburn University, Auburn, Alabama, for their published report \"The Effect of Country Music on Suicide\"."
		},
		{
			"field": "Peace",
			"fact": "Presented to Daisuke Inoue of Hyōgo Prefecture, Japan, for inventing karaoke, thereby providing an entirely new way for people to learn to tolerate each other."
		},
		{
			"field": "Physics",
			"fact": "Presented jointly to Ramesh Balasubramaniam of the University of Ottawa, and Michael Turvey of the University of Connecticut and Haskins Laboratory, for exploring and explaining the dynamics of hula-hooping."
		},
		{
			"field": "Psychology",
			"fact": "Presented jointly to Daniel Simons of the University of Illinois at Urbana–Champaign and Christopher Chabris of Harvard University, for demonstrating that when people pay close attention to something, it's all too easy to overlook anything else – even a woman in a gorilla suit. (See inattentional blindness)."
		},
		{
			"field": "Public Health",
			"fact": "Presented to Jillian Clarke of the Chicago High School for Agricultural Sciences, and then Howard University, for investigating the scientific validity of the five-second rule about whether it's safe to eat food that's been dropped on the floor."
		}
	],
	"2005": [
		{
			"field": "Agricultural History",
			"fact": "Presented to James Watson of Massey University, New Zealand, for his scholarly study, \"The Significance of Mr. Richard Buckley's exploding trousers\"."
		},
		{
			"field": "Biology",
			"fact": "Presented jointly to Benjamin Smith of the University of Adelaide, Australia and the University of Toronto, Canada and the Firmenich perfume company, Geneva, Switzerland, and ChemComm Enterprises, Archamps, France; Craig Williams of James Cook University and the University of South Australia; Michael Tyler of the University of Adelaide; Brian Williams of the University of Adelaide; and Yoji Hayasaka of the Australian Wine Research Institute; for painstakingly smelling and cataloging the peculiar odors produced by 131 different species of frogs when the frogs were feeling stressed."
		},
		{
			"field": "Chemistry",
			"fact": "Presented jointly to Edward Cussler of the University of Minnesota and Brian Gettelfinger of the University of Minnesota and the University of Wisconsin–Madison, for conducting a careful experiment to settle the longstanding scientific question: can people swim faster in syrup or in water?"
		},
		{
			"field": "Economics",
			"fact": "Presented to Gauri Nanda of the Massachusetts Institute of Technology, for inventing Clocky, an alarm clock that runs away and hides, repeatedly, thus ensuring that people get out of bed, and thus theoretically adding many productive hours to the workday."
		},
		{
			"field": "Fluid Dynamics",
			"fact": "Presented jointly to Victor Benno Meyer-Rochow of International University Bremen, Germany and the University of Oulu, Finland; and József Gál of Loránd Eötvös University, Hungary, for using basic principles of physics to calculate the pressure that builds up inside a penguin, as detailed in their report \"Pressures Produced When Penguins Poo—Calculations on Avian Defecation\"."
		},
		{
			"field": "Literature",
			"fact": "Presented to the Internet entrepreneurs of Nigeria, for creating and then using e-mail to distribute a bold series of short stories, thus introducing millions of readers to a cast of rich characters—General Sani Abacha, Mrs. Mariam Sanni Abacha, Barrister Jon A Mbeki Esq., and others—each of whom requires just a small amount of expense money so as to obtain access to the great wealth to which they are entitled and which they would like to share with the kind person who assists them. (See advance fee fraud.)"
		},
		{
			"field": "Medicine",
			"fact": "Presented to Gregg A. Miller of Oak Grove, Missouri, for inventing Neuticles—artificial replacement testicles for dogs, which are available in three sizes, and three degrees of firmness."
		},
		{
			"field": "Nutrition",
			"fact": "Presented to Dr. Yoshiro Nakamatsu of Tokyo, Japan, for photographing and retrospectively analyzing every meal he has consumed during a period of 34 years (and counting)."
		},
		{
			"field": "Peace",
			"fact": "Presented jointly to Claire Rind and Peter Simmons of University of Newcastle, in the UK, for electrically monitoring the activity of a brain cell in a locust while that locust was watching selected highlights from the movie Star Wars"
		},
		{
			"field": "Physics",
			"fact": "Presented jointly to John Mainstone and Thomas Parnell of the University of Queensland, Australia, for patiently conducting the so-called pitch drop experiment that began in the year 1927—in which a glob of congealed black tar pitch has been slowly dripping through a funnel, at a rate of approximately one drop every nine years."
		}
	],
	"2006": [
		{
			"field": "Acoustics",
			"fact": "D. Lynn Halpern of Harvard Vanguard Medical Associates, and Brandeis University, and Northwestern University, Randolph Blake of Vanderbilt University and Northwestern University and James Hillenbrand of Western Michigan University and Northwestern University for conducting experiments to learn why people dislike the sound of fingernails scraping chalkboard."
		},
		{
			"field": "Biology",
			"fact": "Bart Knols of Wageningen Agricultural University, in Wageningen, the Netherlands, and of the National Institute for Medical Research / Ifakara Health Institute, Tanzania, and of the International Atomic Energy Agency, in Vienna, Austria; and Ruurd de Jong of Wageningen Agricultural University, and of Santa Maria degli Angeli, Italy for showing that the female malaria mosquito Anopheles gambiae is attracted equally to the smell of limburger cheese and to the smell of human feet."
		},
		{
			"field": "Chemistry",
			"fact": "Antonio Mulet, José Javier Benedito and José Bon of the Polytechnic University of Valencia, Spain, and Carmen Rosselló of the University of Illes Balears, in Palma de Mallorca, Spain, for their study \"Ultrasonic Velocity in Cheddar Cheese as Affected by Temperature\"."
		},
		{
			"field": "Literature",
			"fact": "Daniel M. Oppenheimer of Princeton University for his report \"Consequences of Erudite Vernacular Utilized Irrespective of Necessity: Problems with Using Long Words Needlessly\"."
		},
		{
			"field": "Mathematics",
			"fact": "Nic Svenson and Piers Barnes of the Australian Commonwealth Scientific and Industrial Research Organisation, for calculating the number of photographs that must be taken to (almost) ensure that nobody in a group photo will have their eyes closed."
		},
		{
			"field": "Medicine",
			"fact": "Francis M. Fesmire of the University of Tennessee College of Medicine, for his medical case report \"Termination of Intractable Hiccups with Digital Rectal Massage\";"
		},
		{
			"field": "Nutrition",
			"fact": "Wasmia Al-Houty of Kuwait University and Faten Al-Mussalam of the Kuwait Environment Public Authority, for showing that dung beetles are finicky eaters."
		},
		{
			"field": "Ornithology",
			"fact": "Ivan R. Schwab, of the University of California, Davis, and Philip R.A. May of the University of California, Los Angeles, for exploring and explaining why woodpeckers don't get headaches."
		},
		{
			"field": "Peace",
			"fact": "Howard Stapleton of Merthyr Tydfil, Wales, for inventing an electromechanical teenager repellant – a device that makes annoying high-pitched noise designed to be audible to teenagers but not to adults; and for later using that same technology to make telephone ringtones that are audible to teenagers but probably not to their teachers."
		},
		{
			"field": "Physics",
			"fact": "Basile Audoly and Sebastien Neukirch of the Université Pierre et Marie Curie, for their analysis that explains why uncooked spaghetti breaks into several pieces when it is bent."
		}
	],
	"2007": [
		{
			"field": "Aviation",
			"fact": "Patricia V. Agostino, Santiago A. Plano and Diego A. Golombek, for discovering that hamsters recover from jetlag more quickly when given Viagra."
		},
		{
			"field": "Biology",
			"fact": "Johanna E.M.H. van Bronswijk, for taking a census of all the mites and other life forms that live in people's beds."
		},
		{
			"field": "Chemistry",
			"fact": "Mayu Yamamoto for extracting vanilla flavour from cow dung."
		},
		{
			"field": "Economics",
			"fact": "Kuo Cheng Hsieh, for patenting a device to catch bank robbers by ensnaring them in a net."
		},
		{
			"field": "Linguistics",
			"fact": "Juan Manuel Toro, Josep B. Trobalon and Nuria Sebastian-Galles, for determining that rats sometimes can't distinguish between recordings of Japanese and Dutch played backward."
		},
		{
			"field": "Literature",
			"fact": "Glenda Browne, for her study into indexing entries that start with the definitive article \"the\"."
		},
		{
			"field": "Medicine",
			"fact": "Dan Meyer and Brian Witcombe, for investigating the side-effects of swallowing swords."
		},
		{
			"field": "Nutrition",
			"fact": "Brian Wansink, for investigating people's appetite for mindless eating by secretly feeding them a self-refilling bowl of soup."
		},
		{
			"field": "Peace",
			"fact": "The United States Air Force Wright Laboratory in Dayton, Ohio, for suggesting the research and development of a \"gay bomb,\" which would cause enemy troops to become sexually attracted to each other."
		},
		{
			"field": "Physics",
			"fact": "Lakshminarayanan Mahadevan and Enrique Cerda Villablanca for their theoretical study of how sheets become wrinkled."
		}
	],
	"2008": [
		{
			"field": "Archaeology",
			"fact": "Astolfo Gomes de Mello Araujo and Jose Carlos Marcelino, for showing that armadillos can mix up the contents of an archaeological site."
		},
		{
			"field": "Biology",
			"fact": "Marie-Christine Cadiergues, Christel Joubert, and Michel Franc, for discovering that fleas that live on dogs jump higher than fleas that live on cats."
		},
		{
			"field": "Chemistry",
			"fact": "Sheree Umpierre, Joseph Hill, and Deborah Anderson, for discovering that Coca-Cola is an effective spermicide, and C.Y. Hong, C.C. Shieh, P. Wu, and B.N. Chiang for accidentally proving it is not."
		},
		{
			"field": "Cognitive Science",
			"fact": "Toshiyuki Nakagaki, Hiroyasu Yamada, Ryo Kobayashi, Atsushi Tero, Akio Ishiguro, and Ágota Tóth, for discovering that slime molds can solve puzzles."
		},
		{
			"field": "Economics",
			"fact": "Geoffrey Miller, Joshua Tybur, and Brent Jordan, for discovering that exotic dancers earn more when at peak fertility."
		},
		{
			"field": "Literature",
			"fact": "David Sims, for his study \"You Bastard: A Narrative Exploration of the Experience of Indignation within Organizations\"."
		},
		{
			"field": "Medicine",
			"fact": "Rebecca Waber, Baba Shiv, Ziv Carmon, and Dan Ariely for demonstrating that expensive placebos are more effective than inexpensive placebos."
		},
		{
			"field": "Nutrition",
			"fact": "Massimiliano Zampini and Charles Spence, for demonstrating that food tastes better when it sounds more appealing."
		},
		{
			"field": "Peace",
			"fact": "The Swiss Federal Ethics Committee on Non-Human Biotechnology and the citizens of Switzerland, for adopting the legal principle that plants have dignity."
		},
		{
			"field": "Physics",
			"fact": "Dorian M. Raymer and Douglas Smith, for proving that heaps of string or hair will inevitably tangle."
		}
	],
	"2009": [
		{
			"field": "Biology",
			"fact": "Fumiaki Taguchi, Song Guofu, and Zhang Guanglei of Kitasato University Graduate School of Medical Sciences in Sagamihara, Japan, for demonstrating that kitchen refuse can be reduced more than 90% in mass by using bacteria extracted from the feces of giant pandas."
		},
		{
			"field": "Chemistry",
			"fact": "Javier Morales, Miguel Apatiga, and Victor M. Castano of Universidad Nacional Autonoma de Mexico, for creating diamond film from tequila."
		},
		{
			"field": "Economics",
			"fact": "The directors, executives, and auditors of four Icelandic banks—Kaupthing Bank, Landsbanki, Glitnir Bank, and Central Bank of Iceland—for demonstrating that tiny banks can be rapidly transformed into huge banks, and vice versa (and for demonstrating that similar things can be done to an entire national economy)."
		},
		{
			"field": "Literature",
			"fact": "Garda Síochána for writing and presenting more than 50 traffic tickets to a Polish individual, by the name of \"Prawo Jazdy\". Mr. \"Jazdy\" was widely thought to be the most frequent driving offender in Ireland, until an investigation uncovered the fact that Prawo Jazdy is the Polish term for \"Driving License\"."
		},
		{
			"field": "Mathematics",
			"fact": "Gideon Gono, governor of Zimbabwe's Reserve Bank, for giving people a simple, everyday way to cope with a wide range of numbers by having his bank print notes with denominations ranging from one cent to one hundred trillion dollars."
		},
		{
			"field": "Medicine",
			"fact": "Donald L. Unger of Thousand Oaks, California, US, for investigating a possible cause of arthritis of the fingers, by diligently cracking the knuckles of his left hand but not his right hand every day for 50 years."
		},
		{
			"field": "Peace",
			"fact": "Stephan Bolliger, Steffen Ross, Lars Oesterhelweg, Michael Thali, and Beat Kneubuehl of the University of Bern, Switzerland, for determining whether it is better to be hit on the head with a full bottle of beer or with an empty bottle."
		},
		{
			"field": "Physics",
			"fact": "Katherine K. Whitcome of the University of Cincinnati, Daniel E Lieberman of Harvard University, and Liza J. Shapiro of the University of Texas at Austin, all in the US, for analytically determining why pregnant women do not tip over."
		},
		{
			"field": "Public Health",
			"fact": "Elena N. Bodnar, Raphael C. Lee, and Sandra Marijan of Chicago, US, for inventing a bra that can be quickly converted into a pair of gas masks—one for the wearer and one to be given to a needy bystander."
		},
		{
			"field": "Veterinary Medicine",
			"fact": "Catherine Douglas and Peter Rowlinson of Newcastle University, UK, for showing that cows with names give more milk than cows that are nameless."
		}
	],
	"2010": [
		{
			"field": "Biology",
			"fact": "Libiao Zhang, Min Tan, Guangjian Zhu, Jianping Ye, Tiyu Hong, Shanyi Zhou, and Shuyi Zhang of China, and Gareth Jones of the University of Bristol, UK, for scientifically documenting fellatio in fruit bats."
		},
		{
			"field": "Chemistry",
			"fact": "Eric Adams, Scott Socolofsky, Stephen Masutani and BP, for disproving the old belief that oil and water don't mix."
		},
		{
			"field": "Economics",
			"fact": "The executives and directors of Goldman Sachs, AIG, Lehman Brothers, Bear Stearns, Merrill Lynch, and Magnetar Capital for creating and promoting new ways to invest money—ways that maximize financial gain and minimize financial risk for the world economy, or for a portion thereof."
		},
		{
			"field": "Engineering",
			"fact": "Karina Acevedo-Whitehouse and Agnes Rocha-Gosselin of the Zoological Society of London, UK, and Diane Gendron of Instituto Politecnico Nacional, Baja California Sur, Mexico, for perfecting a method to collect whale snot, using a remote-control helicopter."
		},
		{
			"field": "Management",
			"fact": "Alessandro Pluchino, Andrea Rapisarda, and Cesare Garofalo of the University of Catania, Italy, for demonstrating mathematically that organizations would become more efficient if they promoted people at random."
		},
		{
			"field": "Medicine",
			"fact": "Simon Rietveld of the University of Amsterdam, The Netherlands, and Ilja van Beest of Tilburg University, The Netherlands, for discovering that symptoms of asthma can be treated with a roller coaster ride."
		},
		{
			"field": "Peace",
			"fact": "Richard Stephens, John Atkins, and Andrew Kingston of Keele University, UK, for confirming the widely held belief that swearing relieves pain."
		},
		{
			"field": "Physics",
			"fact": "Lianne Parkin, Sheila Williams, and Patricia Priest of the University of Otago, New Zealand, for demonstrating that, on icy footpaths in wintertime, people slip and fall less often if they wear socks on the outside of their shoes."
		},
		{
			"field": "Public Health",
			"fact": "Manuel Barbeito, Charles Mathews, and Larry Taylor of the Industrial Health and Safety Office, Fort Detrick for determining by experiment that microbes cling to bearded scientists."
		},
		{
			"field": "Transportation Planning",
			"fact": "Toshiyuki Nakagaki, Atsushi Tero, Seiji Takagi, Tetsu Saigusa, Kentaro Ito, Kenji Yumiki, Ryo Kobayashi of Japan, and Dan Bebber, Mark Fricker of the UK, for using slime mold to determine the optimal routes for railroad tracks."
		}
	],
	"2011": [
		{
			"field": "Biology",
			"fact": "Darryl Gwynne and David Rentz for discovering that certain kinds of beetle mate with certain kinds of Australian beer bottle."
		},
		{
			"field": "Chemistry",
			"fact": "Makoto Imai, Naoki Urushihata, Hideki Tanemura, Yukinobu Tajima, Hideaki Goto, Koichiro Mizoguchi and Junichi Murakami for determining the ideal density of airborne wasabi (pungent horseradish) to awaken sleeping people in case of a fire or other emergency, and for applying this knowledge to invent the wasabi alarm."
		},
		{
			"field": "Literature",
			"fact": "John Perry of Stanford University for his Theory of Structured Procrastination, which states: \"To be a high achiever, always work on something important, using it as a way to avoid doing something that's even more important.\""
		},
		{
			"field": "Mathematics",
			"fact": "Dorothy Martin of the USA (who predicted the world would end in 1954), Pat Robertson of the USA (who predicted the world would end in 1982), Elizabeth Clare Prophet of the USA (who predicted the world would end in 1990), Lee Jang Rim of Korea (who predicted the world would end in 1992), Credonia Mwerinde of Uganda (who predicted the world would end in 1999), and Harold Camping of the USA (who originally predicted the world would end on 6 September 1994, and later predicted that the world would end on 21 May 2011, which preceded his final prediction on 21 October 2011), for teaching the world to be careful when making mathematical assumptions and calculations."
		},
		{
			"field": "Medicine",
			"fact": "Mirjam Tuk, Debra Trampe and Luk Warlop, and jointly to Matthew Lewis, Peter Snyder, Robert Feldman, Robert Pietrzak, David Darby and Paul Maruff for demonstrating that people make better decisions about some kinds of things – but worse decisions about other kinds of things – when they have a strong urge to urinate."
		},
		{
			"field": "Peace",
			"fact": "Arturas Zuokas, the mayor of Vilnius, Lithuania, for demonstrating that the problem of illegally parked luxury cars can be solved by running them over with a tank. (Note, the vehicle used was not a tank, but a BTR-60 Armoured personnel carrier.)"
		},
		{
			"field": "Psychology",
			"fact": "Karl Halvor Teigen of the University of Oslo, Norway, for trying to understand why, in everyday life, people sigh."
		},
		{
			"field": "Physics",
			"fact": "Philippe Perrin, Cyril Perrot, Dominique Deviterne, Bruno Ragaru and Herman Kingma for trying to determine why discus throwers become dizzy, and why hammer throwers don't, in their paper \"Dizziness in discus throwers is related to motion sickness generated while spinning\"."
		},
		{
			"field": "Physiology",
			"fact": "Anna Wilkinson, Natalie Sebanz, Isabella Mandl and Ludwig Huber for their study \"No evidence of contagious yawning in the red-footed tortoise Geochelone carbonaria\"."
		},
		{
			"field": "Public Safety",
			"fact": "John Senders of the University of Toronto, Canada, for conducting a series of safety experiments in which a person drives an automobile on a major highway while a visor repeatedly flaps down over their face, blinding them."
		}
	],
	"2012": [
		{
			"field": "Acoustics",
			"fact": "Kazutaka Kurihara and Koji Tsukada for creating the SpeechJammer – a machine that disrupts a person's speech by making them hear their own spoken words at a very slight delay."
		},
		{
			"field": "Anatomy",
			"fact": "Frans de Waal and Jennifer Pokorny, for discovering that chimpanzees can identify other chimpanzees individually by seeing photographs of their anogenital regions (their behinds)."
		},
		{
			"field": "Chemistry",
			"fact": "Johan Pettersson, for solving the puzzle of why, in certain new houses in the town of Anderslöv, Sweden, people's hair turned green. Water pipes connected to these houses lacked coatings, so hot water left in the pipes overnight peeled copper from them, leading to very high copper levels in the water."
		},
		{
			"field": "Fluid Dynamics",
			"fact": "Rouslan Krechetnikov and Hans Mayer for studying the dynamics of liquid sloshing, to learn what happens when a person walks while carrying a cup of coffee."
		},
		{
			"field": "Literature",
			"fact": "The US Government General Accountability Office, for issuing a report about reports about reports that recommends the preparation of a report about the report about reports about reports."
		},
		{
			"field": "Medicine",
			"fact": "Emmanuel Ben-Soussan and Michel Antonietti, for advising doctors who perform colonoscopies how to minimize the chance that their patients will explode."
		},
		{
			"field": "Neuroscience",
			"fact": "Craig Bennett, Abigail Baird, Michael Miller, and George Wolford, for demonstrating that brain researchers, by using complicated instruments and simple statistics, can see meaningful brain activity anywhere – even in a dead salmon."
		},
		{
			"field": "Peace",
			"fact": "The SKN Company, for converting old Russian ammunition into new diamonds."
		},
		{
			"field": "Physics",
			"fact": "Joseph Keller, Raymond E. Goldstein, Patrick Warren, and Robin Ball [Wikidata], for calculating the balance of forces that shape and move the hair in a human ponytail."
		},
		{
			"field": "Psychology",
			"fact": "Anita Eerland, Rolf Zwaan, and Tulio Guadalupe for their study \"Leaning to the Left Makes the Eiffel Tower Seem Smaller\"."
		}
	],
	"2013": [
		{
			"field": "Archaeology",
			"fact": "Brian Crandall and Peter Stahl, for parboiling a dead shrew, and then swallowing the shrew without chewing, and then carefully examining everything excreted during subsequent days—all so they could see which bones would dissolve inside the human digestive system, and which bones would not."
		},
		{
			"field": "Biology",
			"fact": "/Astronomy: Marie Dacke, Emily Baird, Marcus Byrne, Clarke Scholtz, and Eric Warrant, for discovering that when dung beetles get lost, they can navigate their way home by looking at the Milky Way."
		},
		{
			"field": "Chemistry",
			"fact": "Shinsuke Imai, Nobuaki Tsuge, Muneaki Tomotake, Yoshiaki Nagatome, Toshiyuki Nagata, and Hidehiko Kumagai, for discovering that the biochemical process by which onions make people cry is even more complicated than scientists previously realized."
		},
		{
			"field": "Medicine",
			"fact": "Masateru Uchiyama, Xiangyuan Jin, Qi Zhang, Toshihito Hirai, Atsushi Amano, Hisashi Bashuda and Masanori Niimi, for assessing the effect of listening to opera on mice which have had heart transplant operations."
		},
		{
			"field": "Peace",
			"fact": "Alexander Lukashenko, president of Belarus, for making it illegal to applaud in public, and to the Belarus State Police, for arresting a one-armed man for applauding."
		},
		{
			"field": "Probability",
			"fact": "Bert Tolkamp, Marie Haskell, Fritha Langford, David Roberts, and Colin Morgan, for making two related discoveries: First, that the longer a cow has been lying down, the more likely that cow will soon stand up; and second, that once a cow stands up, you cannot easily predict how soon that cow will lie down again."
		},
		{
			"field": "Physics",
			"fact": "Alberto Minetti, Yuri Ivanenko, Germana Cappellini, Nadia Dominici, and Francesco Lacquaniti, for discovering that some people would be physically capable of running across the surface of a pond—if those people and that pond were on the moon."
		},
		{
			"field": "Psychology",
			"fact": "Laurent Bègue, Brad Bushman, Oulmann Zerhouni, Baptiste Subra, and Medhi Ourabah, for confirming, by experiment, that people who think they are drunk also think they are attractive."
		},
		{
			"field": "Public Health",
			"fact": "Kasian Bhanganada, Tu Chayavatana, Chumporn Pongnumkul, Anunt Tonmukayakul, Piyasakol Sakolsatayadorn, Krit Komaratal, and Henry Wilde, for the medical techniques described in their report \"Surgical Management of an Epidemic of Penile Amputations in Siam\"—techniques which they recommend, except in cases where the amputated penis had been partially eaten by a duck."
		},
		{
			"field": "Safety Engineering",
			"fact": "The late Gustano Pizzo, for inventing an electro-mechanical system to trap airplane hijackers—the system drops a hijacker through trap doors, seals him into a package, then drops the encapsulated hijacker through the airplane's specially-installed bomb bay doors, whence he parachutes to earth, where police, having been alerted by radio, await his arrival. (U.S. Patent 3,811,643)"
		}
	],
	"2014": [
		{
			"field": "Arctic on Science",
			"fact": "Eigil Reimers and Sindre Eftestøl, for testing how reindeer react to seeing humans who are disguised as polar bears."
		},
		{
			"field": "Art",
			"fact": "Marina de Tommaso, Michele Sardaro, and Paolo Livrea, for measuring the relative pain people suffer while looking at an ugly painting, rather than a pretty painting, while being shot [in the hand] by a powerful laser beam."
		},
		{
			"field": "Biology",
			"fact": "Vlastimil Hart, Petra Nováková, Erich Pascal Malkemper, Sabine Begall, Vladimír Hanzal, Miloš Ježek, Tomáš Kušta, Veronika Němcová, Jana Adámková, Kateřina Benediktová, Jaroslav Červený and Hynek Burda, for carefully documenting that when dogs defecate and urinate, they prefer to align their body axis with Earth's north–south geomagnetic field lines."
		},
		{
			"field": "Economics",
			"fact": "ISTAT – the Italian government's National Institute of Statistics, for including revenue from illegal drug sales, prostitution, smuggling, etc., in GDP reporting, in order to meet an EU regulatory mandate."
		},
		{
			"field": "Medicine",
			"fact": "Ian Humphreys, Sonal Saraiya, Walter Belenky and James Dworkin, for treating \"uncontrollable\" nosebleeds, using the method of nasal-packing-with-strips-of-cured-pork."
		},
		{
			"field": "Neuroscience",
			"fact": "Jiangang Liu, Jun Li, Lu Feng, Ling Li, Shubham Bose, Jie Tian, and Kang Lee, for trying to understand what happens in the brains of people who see the face of Jesus in a piece of toast."
		},
		{
			"field": "Nutrition",
			"fact": "Raquel Rubio, Anna Jofré, Belén Martín, Teresa Aymerich, and Margarita Garriga, for their study titled \"Characterization of Lactic Acid Bacteria Isolated from Infant Faeces as Potential Probiotic Starter Cultures for Fermented Sausages.\""
		},
		{
			"field": "Physics",
			"fact": "Kiyoshi Mabuchi, Kensei Tanaka, Daichi Uchijima and Rina Sakai, for measuring the amount of friction between a shoe and a banana skin, and between a banana skin and the floor, when a person steps on a banana skin that's on the floor."
		},
		{
			"field": "Psychology",
			"fact": "Peter K. Jonason, Amy Jones, and Minna Lyons, for amassing evidence that people who habitually stay up late are, on average, more self-admiring, more manipulative, and more psychopathic than people who habitually arise early in the morning."
		},
		{
			"field": "Public Health",
			"fact": "Jaroslav Flegr, Jan Havlíček and Jitka Hanušova-Lindova, and to David Hanauer, Naren Ramakrishnan, Lisa Seyfried, for investigating whether it is mentally hazardous for a human being to own a cat."
		}
	],
	"2015": [
		{
			"field": "Chemistry",
			"fact": "Callum Ormonde and Colin Raston, and Tom Yuan, Stephan Kudlacek, Sameeran Kunche, Joshua N. Smith, William A. Brown, Kaitlin Pugliese, Tivoli Olsen, Mariam Iftikhar, Gregory Weiss, for inventing a chemical recipe to partially un-boil an egg."
		},
		{
			"field": "Physics",
			"fact": "Patricia Yang, David Hu, and Jonathan Pham, Jerome Choo, for testing the biological principle that nearly all mammals empty their bladders in about 21 seconds (plus or minus 13 seconds)."
		},
		{
			"field": "Literature",
			"fact": "Mark Dingemanse, Francisco Torreira, and Nick J. Enfield, for discovering that the word \"huh?\" (or its equivalent) seems to exist in every human language—and for not being quite sure why."
		},
		{
			"field": "Management",
			"fact": "Gennaro Bernile, Vineet Bhagwat, and P. Raghavendra Rau, for discovering that many business leaders developed in childhood a fondness for risk-taking, when they experienced natural disasters (such as earthquakes, volcanic eruptions, tsunamis, and wildfires) that—for them—had no dire personal consequences."
		},
		{
			"field": "Economics",
			"fact": "The Bangkok Metropolitan Police, for offering to pay policemen extra cash if the policemen refuse to take bribes."
		},
		{
			"field": "Medicine",
			"fact": "Awarded jointly to two groups: Hajime Kimata; and to Jaroslava Durdiaková, Peter Celec, Natália Kamodyová, Tatiana Sedláčková, Gabriela Repiská, Barbara Sviežená, and Gabriel Minárik, for experiments to study the biomedical benefits or biomedical consequences of intense kissing (and other intimate, interpersonal activities)."
		},
		{
			"field": "Mathematics",
			"fact": "Elisabeth Oberzaucher and Karl Grammer, for trying to use mathematical techniques to determine whether and how Moulay Ismael the Bloodthirsty, the Sharifian Emperor, managed, during the years from 1697 through 1727, to father 888 children."
		},
		{
			"field": "Biology",
			"fact": "Bruno Grossi, Omar Larach, Mauricio Canals, Rodrigo A. Vásquez, José Iriarte-Díaz, for observing that when you attach a weighted stick to the rear end of a chicken, the chicken then walks in a manner similar to that in which dinosaurs are thought to have walked."
		},
		{
			"field": "Diagnostic Medicine",
			"fact": "Diallah Karim, Anthony Harnden, Nigel D'Souza, Andrew Huang, Abdel Kader Allouni, Helen Ashdown, Richard J. Stevens, and Simon Kreckler, for determining that acute appendicitis can be accurately diagnosed by the amount of pain evident when the patient is driven over speed bumps."
		},
		{
			"field": "Physiology and Entomology",
			"fact": "Awarded jointly to two individuals: Justin Schmidt, for painstakingly creating the Schmidt sting pain index, which rates the relative pain people feel when stung by various insects; and to Michael L. Smith, for carefully arranging for honey bees to sting him repeatedly on 25 different locations on his body, to learn which locations are the least painful (the skull, middle toe tip, and upper arm) and which are the most painful (the nostril, upper lip, and penis shaft)."
		}
	],
	"2016": [
		{
			"field": "Reproduction",
			"fact": "The late Ahmed Shafik, for testing the effects of wearing polyester, cotton, or wool trousers on the sex life of rats, and for then conducting similar tests on the human male."
		},
		{
			"field": "Economics",
			"fact": "Mark Avis and colleagues, for assessing the perceived personalities of rocks, from a sales and marketing perspective."
		},
		{
			"field": "Physics",
			"fact": "Gabor Horvath and colleagues, for discovering why white-haired horses are the most horsefly-proof horses, and for discovering why dragonflies are fatally attracted to black tombstones."
		},
		{
			"field": "Chemistry",
			"fact": "Volkswagen, for solving the problem of excessive automobile pollution emissions by automatically, electromechanically producing fewer emissions whenever the cars are being tested."
		},
		{
			"field": "Medicine",
			"fact": "Christoph Helmchen and colleagues, for discovering that if you have an itch on the left side of your body, you can relieve it by looking into a mirror and scratching the right side of your body (and vice versa)."
		},
		{
			"field": "Psychology",
			"fact": "Evelyne Debey and colleagues, for asking a thousand liars how often they lie, and for deciding whether to believe those answers."
		},
		{
			"field": "Peace",
			"fact": "Gordon Pennycook and colleagues, for their scholarly study called \"On the Reception and Detection of Pseudo-Profound Bullshit\"."
		},
		{
			"field": "Biology",
			"fact": "Awarded jointly to: Charles Foster, for living in the wild as, at different times, a badger, an otter, a deer, a fox, and a bird; and to Thomas Thwaites, for creating prosthetic extensions of his limbs that allowed him to move in the manner of, and spend time roaming hills in the company of, goats."
		},
		{
			"field": "Literature",
			"fact": "Fredrik Sjöberg , for his three-volume autobiographical work about the pleasures of collecting flies that are dead, and flies that are not yet dead."
		},
		{
			"field": "Perception",
			"fact": "Atsuki Higashiyama and Kohei Adachi, for investigating whether things look different when you bend over and view them between your legs."
		}
	],
	"2017": [
		{
			"field": "Physics",
			"fact": "Marc-Antoine Fardin, for using fluid dynamics to probe the question \"Can a Cat Be Both a Solid and a Liquid?\""
		},
		{
			"field": "Peace",
			"fact": "Milo Puhan, Alex Suarez, Christian Lo Cascio, Alfred Zahn, Markus Heitz, and Otto Braendli, for demonstrating that regular playing of a didgeridoo is an effective treatment for obstructive sleep apnoea and snoring."
		},
		{
			"field": "Economics",
			"fact": "Matthew Rockloff and Nancy Greer, for their experiments to see how contact with a live crocodile affects a person's willingness to gamble."
		},
		{
			"field": "Anatomy",
			"fact": "James Heathcote, for his medical research study \"Why Do Old Men Have Big Ears?\""
		},
		{
			"field": "Biology",
			"fact": "Kazunori Yoshizawa, Rodrigo Ferreira, Yoshitaka Kamimura, and Charles Lienhard, for their discovery of a female penis, and a male vagina, in a cave insect."
		},
		{
			"field": "Fluid Dynamics",
			"fact": "Jiwon Han, for studying the dynamics of liquid-sloshing, to learn what happens when a person walks backwards while carrying a cup of coffee."
		},
		{
			"field": "Nutrition",
			"fact": "Fernanda Ito, Enrico Bernard, and Rodrigo Torres, for the first scientific report of human blood in the diet of the hairy-legged vampire bat."
		},
		{
			"field": "Medicine",
			"fact": "Jean-Pierre Royet, David Meunier, Nicolas Torquet, Anne-Marie Mouly and Tao Jiang, for using advanced brain-scanning technology to measure the extent to which some people are disgusted by cheese."
		},
		{
			"field": "Cognition",
			"fact": "Matteo Martini, Ilaria Bufalari, Maria Antonietta Stazi, and Salvatore Maria Aglioti, for demonstrating that many identical twins cannot tell each other apart visually."
		},
		{
			"field": "Obstetrics",
			"fact": "Marisa López-Teijón, Álex García-Faura, Alberto Prats-Galino, and Luis Pallarés Aniorte, for showing that a developing human fetus responds more strongly to music that is played electromechanically inside the mother's vagina than to music that is played electromechanically on the mother's belly. Fetal Acoustic Stimulation Device, patent ES2546919B1, granted 29 September 2015 to Luis y Pallarés Aniorte and Maria Luisa López-Teijón Pérez."
		}
	],
	"2018": [
		{
			"field": "Medicine",
			"fact": "Marc Mitchell and David Wartinger, for using roller coaster rides to try to hasten the passage of kidney stones."
		},
		{
			"field": "Anthropology",
			"fact": "Tomas Persson, Gabriela-Alina Sauciuc, and Elainie Madsen, for collecting evidence, in a zoo, that chimpanzees imitate humans about as often, and about as well, as humans imitate chimpanzees."
		},
		{
			"field": "Biology",
			"fact": "Paul Becher, Sebastien Lebreton, Erika Wallin, Erik Hedenström, Felipe Borrero-Echeverry, Marie Bengtsson, Volker Jörger, and Peter Witzgall, for demonstrating that wine experts can reliably identify, by smell, the presence of a single fruit fly in a glass of wine."
		},
		{
			"field": "Chemistry",
			"fact": "Paula Romão, Adília Alarcão and the late César Viana, for measuring the degree to which human saliva is a good cleaning agent for dirty surfaces."
		},
		{
			"field": "Medical Education",
			"fact": "Akira Horiuchi, for the medical report \"Colonoscopy in the Sitting Position: Lessons Learned From Self-Colonoscopy.\""
		},
		{
			"field": "Literature",
			"fact": "Thea Blackler, Rafael Gomez, Vesna Popovic and M. Helen Thompson, for documenting that most people who use complicated products do not read the instruction manual."
		},
		{
			"field": "Nutrition",
			"fact": "James Cole, for calculating that the caloric intake from a human-cannibalism diet is significantly lower than the caloric intake from most other traditional meat diets."
		},
		{
			"field": "Peace",
			"fact": "Francisco Alonso, Cristina Esteban, Andrea Serge, Maria-Luisa Ballestar, Jaime Sanmartín, Constanza Calatayud, and Beatriz Alamar, for measuring the frequency, motivation, and effects of shouting and cursing while driving an automobile."
		},
		{
			"field": "Reproductive Medicine",
			"fact": "John Barry, Bruce Blank, and Michel Boileau, for using postage stamps to test whether the male sexual organ is functioning properly—as described in their study \"Nocturnal Penile Tumescence Monitoring With Stamps.\""
		},
		{
			"field": "Economics",
			"fact": "Lindie Hanyu Liang, Douglas Brown, Huiwen Lian, Samuel Hanig, D. Lance Ferris, and Lisa Keeping, for investigating whether it is effective for employees to use Voodoo dolls to retaliate against abusive bosses."
		}
	],
	"2019": [
		{
			"field": "Medicine",
			"fact": "Silvano Gallus, for collecting evidence that pizza might protect against illness and death, if the pizza is made and eaten in Italy."
		},
		{
			"field": "Medical Education",
			"fact": "Karen Pryor and Theresa McKeon, for using a simple animal-training technique—called \"clicker training\"—to train surgeons to perform orthopedic surgery."
		},
		{
			"field": "Biology",
			"fact": "Ling-Jun Kong, Herbert Crepaz, Agnieszka Górecka, Aleksandra Urbanek, Rainer Dumke, and Tomasz Paterek, for discovering that dead magnetized cockroaches behave differently than living magnetized cockroaches."
		},
		{
			"field": "Anatomy",
			"fact": "Roger Mieusset and Bourras Bengoudifa, for measuring scrotal temperature asymmetry in naked and clothed postmen in France."
		},
		{
			"field": "Chemistry",
			"fact": "Shigeru Watanabe, Mineko Ohnishi, Kaori Imai, Eiji Kawano, and Seiji Igarashi, for estimating the total saliva volume produced per day by a typical five-year-old child."
		},
		{
			"field": "Engineering",
			"fact": "Iman Farahbakhsh, for inventing a diaper-changing machine for use on human infants."
		},
		{
			"field": "Economics",
			"fact": "Habip Gedik, Timothy A. Voss, and Andreas Voss, for testing which country's paper money is best at transmitting dangerous bacteria."
		},
		{
			"field": "Peace",
			"fact": "Ghada A. bin Saif, Alexandru Papoiu, Liliana Banari, Francis McGlone, Shawn G. Kwatra, Yiong-Huak Chan, and Gil Yosipovitch, for trying to measure the pleasurability of scratching an itch."
		},
		{
			"field": "Psychology",
			"fact": "Fritz Strack, for discovering that holding a pen in one's mouth makes one smile, which makes one happier—and for then discovering that it does not."
		},
		{
			"field": "Physics",
			"fact": "Patricia Yang, Alexander Lee, Miles Chan, Alynn Martin, Ashley Edwards, Scott Carver, and David Hu, for studying how, and why, wombats make cube-shaped faeces."
		}
	],
	"2020": [
		{
			"field": "Acoustics",
			"fact": "Stephan Reber, Takeshi Nishimura, Judith Janisch, Mark Robertson, and Tecumseh Fitch, for inducing a female Chinese alligator to bellow in an airtight chamber filled with helium-enriched air."
		},
		{
			"field": "Psychology",
			"fact": "Miranda Giacomin and Nicholas Rule, for devising a method to identify narcissists by examining their eyebrows."
		},
		{
			"field": "Peace",
			"fact": "The governments of India and Pakistan, for having their diplomats surreptitiously ring each other's doorbells in the middle of the night, and then run away before anyone had a chance to answer the door."
		},
		{
			"field": "Physics",
			"fact": "Ivan Maksymov and Andriy Pototsky, for determining, experimentally, what happens to the shape of a living earthworm when one vibrates the earthworm at high frequency."
		},
		{
			"field": "Economics",
			"fact": "Christopher Watkins, Juan David Leongómez, Jeanne Bovet, Agnieszka Żelaźniewicz, Max Korbmacher, Marco Antônio Corrêa Varella, Ana Maria Fernandez, Danielle Wagstaff, and Samuela Bolgan, for trying to quantify the relationship between different countries’ national income inequality and the average amount of mouth-to-mouth kissing."
		},
		{
			"field": "Management",
			"fact": "Xi Guang-An, Mo Tian-Xiang, Yang Kang-Sheng, Yang Guang-Sheng, and Ling Xian Si, five professional hitmen in Guangxi, China, who managed a contract for a hit job (a murder performed for money) in the following way: After accepting payment to perform the murder, Xi Guang-An then instead subcontracted the task to Mo Tian-Xiang, who then instead subcontracted the task to Yang Kang-Sheng, who then instead subcontracted the task to Yang Guang-Sheng, who then instead subcontracted the task to Ling Xian-Si, with each subsequently enlisted hitman receiving a smaller percentage of the fee, and nobody actually performing a murder."
		},
		{
			"field": "Entomology",
			"fact": "Richard Vetter, for collecting evidence that many entomologists (scientists who study insects) are afraid of spiders, which are not insects."
		},
		{
			"field": "Medicine",
			"fact": "Nienke Vulink, Damiaan Denys, and Arnoud van Loon, for diagnosing a long-unrecognized medical condition: Misophonia, the distress at hearing other people make chewing sounds."
		},
		{
			"field": "Medical Education",
			"fact": "Jair Bolsonaro of Brazil, Boris Johnson of the United Kingdom, Narendra Modi of India, Andrés Manuel López Obrador of Mexico, Alexander Lukashenko of Belarus, Donald Trump of the US, Recep Tayyip Erdoğan of Turkey, Vladimir Putin of Russia, and Gurbanguly Berdimuhamedow of Turkmenistan, for using the COVID-19 viral pandemic to teach the world that politicians can have a more immediate effect on life and death than scientists and doctors can."
		},
		{
			"field": "Materials Science",
			"fact": "Metin Eren, Michelle Bebber, James Norris, Alyssa Perrone, Ashley Rutkoski, Michael Wilson, and Mary Ann Raghanti, for showing that knives manufactured from frozen human feces do not work well."
		}
	]
}
